[
  {
    "id": 1,
    "filename": "ata_reuniao_financeira.txt",
    "content": "ATA DA REUNIÃO DE DIRETORIA - FINANCEIRO\n\nData: 15/01/2024\nPresentes: João Silva (CEO), Maria Santos (CFO), Pedro Oliveira (COO)\n\nPauta:\n1.  Aprovação do Orçamento Anual 2024.\n2.  Análise de Investimentos Estratégicos.\n3.  Revisão da Política de Bônus.\n\nDecisões:\n1.  Orçamento Anual: Foi aprovado o orçamento de R$ 25.000.000,00 para o ano de 2024, com foco em expansão de mercado e desenvolvimento de novos produtos.\n2.  Investimentos: Aprovado o investimento de R$ 2.000.000,00 na aquisição da startup \"InovaTech\" para fortalecer a vertical de tecnologia.\n3.  Política de Bônus: A política de bônus será revisada pelo RH e pela diretoria financeira, com apresentação da nova proposta em 28/02/2024.\n\nPróxima reunião: 15/02/2024.",
    "content_normalized": "ata da reuniao de diretoria - financeiro\n\ndata: 15/01/2024\npresentes: joao silva (ceo), maria santos (cfo), pedro oliveira (coo)\n\npauta:\n1.  aprovacao do orcamento anual 2024.\n2.  analise de investimentos estrategicos.\n3.  revisao da politica de bonus.\n\ndecisoes:\n1.  orcamento anual: foi aprovado o orcamento de r$ 25.000.000,00 para o ano de 2024, com foco em expansao de mercado e desenvolvimento de novos produtos.\n2.  investimentos: aprovado o investimento de r$ 2.000.000,00 na aquisicao da startup \"inovatech\" para fortalecer a vertical de tecnologia.\n3.  politica de bonus: a politica de bonus sera revisada pelo rh e pela diretoria financeira, com apresentacao da nova proposta em 28/02/2024.\n\nproxima reuniao: 15/02/2024.",
    "file_path": "C:\\Projetos\\docIA\\documents\\ata_reuniao_financeira.txt",
    "indexed_at": "2025-06-11T22:57:49.114765",
    "file_size": 757,
    "file_type": ".txt"
  },
  {
    "id": 2,
    "filename": "ata_reuniao_rh.txt",
    "content": "ATA DE REUNIÃO - RECURSOS HUMANOS\n\nData: 18/02/2024\nPresentes: Ana Costa (Diretora de RH), João Silva (CEO)\n\nPauta:\n1.  Plano de Contratação para o 1º Semestre.\n2.  Programa de Desenvolvimento de Lideranças.\n3.  Pesquisa de Clima Organizacional.\n\nDecisões:\n1.  Contratações: Aprovada a contratação de 15 novos colaboradores, sendo 10 para a área de Vendas e 5 para o time de Suporte ao Cliente. O processo seletivo deve iniciar em 01/03/2024.\n2.  Desenvolvimento: O novo programa de desenvolvimento de lideranças, chamado \"Líder do Futuro\", será lançado em abril, com a participação de 20 gestores.\n3.  Pesquisa de Clima: A pesquisa de clima será realizada em maio, com a empresa \"GreatPlace\" para garantir a confidencialidade.\n\nResponsável: Ana Costa deverá apresentar o cronograma detalhado até o final do mês.",
    "content_normalized": "ata de reuniao - recursos humanos\n\ndata: 18/02/2024\npresentes: ana costa (diretora de rh), joao silva (ceo)\n\npauta:\n1.  plano de contratacao para o 1º semestre.\n2.  programa de desenvolvimento de liderancas.\n3.  pesquisa de clima organizacional.\n\ndecisoes:\n1.  contratacoes: aprovada a contratacao de 15 novos colaboradores, sendo 10 para a area de vendas e 5 para o time de suporte ao cliente. o processo seletivo deve iniciar em 01/03/2024.\n2.  desenvolvimento: o novo programa de desenvolvimento de liderancas, chamado \"lider do futuro\", sera lancado em abril, com a participacao de 20 gestores.\n3.  pesquisa de clima: a pesquisa de clima sera realizada em maio, com a empresa \"greatplace\" para garantir a confidencialidade.\n\nresponsavel: ana costa devera apresentar o cronograma detalhado ate o final do mes.",
    "file_path": "C:\\Projetos\\docIA\\documents\\ata_reuniao_rh.txt",
    "indexed_at": "2025-06-11T22:57:49.114765",
    "file_size": 836,
    "file_type": ".txt"
  },
  {
    "id": 3,
    "filename": "ata_reuniao_tecnologia.txt",
    "content": "ATA DE REUNIÃO - COMITÊ DE TECNOLOGIA\n\nData: 05/03/2024\nPresentes: Carlos Lima (CTO), Pedro Oliveira (COO), João Silva (CEO)\n\nPauta:\n1.  Status da Migração para a Nuvem.\n2.  Proposta de Novo Sistema ERP.\n3.  Segurança da Informação e LGPD.\n\nDecisões:\n1.  Migração Nuvem: A fase 1 da migração para a AWS foi concluída com sucesso, dentro do prazo e orçamento. A fase 2 iniciará em 15/03/2024.\n2.  Sistema ERP: A proposta do sistema \"SAP S/4HANA\" foi a mais bem avaliada. Carlos Lima ficou responsável por negociar o contrato e apresentar os custos finais na próxima reunião. O valor estimado é de R$ 3.500.000,00.\n3.  Segurança: Foi aprovada a contratação de uma consultoria externa para realizar um pentest completo na infraestrutura, visando a adequação à LGPD.\n\nPróximo encontro: 02/04/2024.",
    "content_normalized": "ata de reuniao - comite de tecnologia\n\ndata: 05/03/2024\npresentes: carlos lima (cto), pedro oliveira (coo), joao silva (ceo)\n\npauta:\n1.  status da migracao para a nuvem.\n2.  proposta de novo sistema erp.\n3.  seguranca da informacao e lgpd.\n\ndecisoes:\n1.  migracao nuvem: a fase 1 da migracao para a aws foi concluida com sucesso, dentro do prazo e orcamento. a fase 2 iniciara em 15/03/2024.\n2.  sistema erp: a proposta do sistema \"sap s/4hana\" foi a mais bem avaliada. carlos lima ficou responsavel por negociar o contrato e apresentar os custos finais na proxima reuniao. o valor estimado e de r$ 3.500.000,00.\n3.  seguranca: foi aprovada a contratacao de uma consultoria externa para realizar um pentest completo na infraestrutura, visando a adequacao a lgpd.\n\nproximo encontro: 02/04/2024.",
    "file_path": "C:\\Projetos\\docIA\\documents\\ata_reuniao_tecnologia.txt",
    "indexed_at": "2025-06-11T22:57:49.114765",
    "file_size": 821,
    "file_type": ".txt"
  }
]